welcome_text = 
    👋 Привет, { $username } ! 
    Твой прогресс: ★ { $points } очков | 🏆 { $awards } награды
    
    Чем займемся сегодня в Habit Quest?

reminders_title = 
    🔔 <b>Управление напоминаниями</b>

    <i>Текущее колличество напоминаний: <b>{ $count }</b></i>

    Здесь ты можешь:
    • Устанавливать персональные уведомления
    • Редактировать время и периодичность
    • Просматривать активные напоминания

reminders_text =
    Напоминание '{ $text }'. Оно приходит с переодичность { $repeat }

remind_hours = раз в { $count } часов
remind_day = раз в { $count } дней
remind_weeks = раз в { $count } недель
remind_months = раз в { $count } месяцев
remind_once = разово

remind_error_minutes = ❌Допустимые лиимиты для минут от 5 до 120. Попробуй ввести еще раз
remind_error_hours = ❌Допустимые лиимиты для часов от 1 до 50. Попробуй ввести еще раз
remind_error_days = ❌Допустимые лиимиты для дней от 1 до 50. Попробуй ввести еще раз
remind_error_weeks = ❌Допустимые лиимиты для недель от 1 до 5. Попробуй ввести еще раз
remind_error_months = ❌Допустимые лиимиты для месяцев от 1 до 2. Попробуй ввести еще раз
remind_day = раз в { $count } дней
remind_weeks = раз в { $count } недель
remind_months = раз в { $count } месяцев
remind_once = разово

remind_add = ✏️ Напиши коротко, о чем напомнить (например: 'Покормить кота'):
remind_ask_time = ⏰ Когда напомнить о { $text }?
remind_confirm = 🔁 Напоминание { $text } будет через { $time }.
Повторять?
remind_last = ✅ Отлично! Я буду напоминать:
    { $text }
    Первый раз: { $first }
    Повтор: { $time }
    Все верно?
remind_create = 🎉 Напоминание создано! (+5 очков)
    Я пришлю уведомление { $time }.
remind_custom = ✏️ Напиши через сколько секунд/минут/часов/дней/недель/месяцов отправить сообщение:
remind_type = ✏️Я отправлю тебе напоминание через { $time } ...?
remind_repeat_custom = ✏️ Напиши через с какой разницой часов/дней/недель/месяцов отправлять сообщения:
remind_repeat_type = ✏️Я буду повторять напоминание каждые через { $time } ...?
remind_delete = ✏️Нажми на напоминание что бы удалить его
error_remind = ❌Извини, у тебя нету напоминаний
error = ❌Извини я не понял тебя

microchallenges_catalog =
    🚀 Выбери тип челленджа:

group_challenges =
    👥 Групповые Челенджи:

profile_menu_text = 👤 Твой профиль

    Имя: <b>{ $username }</b>
    Очки: <b>{ $points }</b>
    Награды: <b>{ $awards_count }</b>
    Подписка: <b>{ $status }</b>
    Дата регистрации: <b>{ $registration_date }</b>

    🎯ГЛАВНАЯ ЦЕЛЬ🎯:

    <b><i>{ $target }</i></b>
main_target =
    📅 Твоя главная цель это - { $target }


update_goal = ✏️Введи свою новую главную цель

friens_request = 🎉Вам пришла заявка в друзья от { $username }
friens_request_call = 🎉Пользователь { $username } получил вашу заявку!
friens_request_accept = 🎉{ $username } принял твою завку в друзья!

friens_request_accept1 = 🎉Вы принял завку в друзья!

friends_none = 😥У тебя пока нет друзей. Что бы добавить друга попроси перейти его по ссылки - 

friends_none_menu_text = 👤 Пофиль друга

    Очки: <b>{ $points }</b>
    Награды: <b>{ $awards_count }</b>
    Подписка: <b>{ $status }</b>
    Дата регистрации: <b>{ $registration_date }</b>

    🎯ГЛАВНАЯ ЦЕЛЬ🎯:

    <b><i>{ $target }</i></b>


settings = ⚙️Выберите настройку⚙️

help_text = 
    🆘 <b>Помощь по боту</b>

    • Напоминания — управление уведомлениями
    • Челенджи — ежедневные задания
    • Группы — совместные активности
    • Рейтинг — таблица лидеров

    Техподдержка и по всем вопросам: @Loujder

micro_text = 🎯 Микрочелленджи

    Небольшие задания на каждый день:
    • Пить воду каждые 2 часа 💧
    • 10 минут медитации 🧘
    • Читать 5 страниц книги 📖

    Выбери категорию или создай свой челлендж!


MC_CAT_PORN_ADDICTION = Привет <b>{ $username }</b>! 👋

    Я — твой помощник в борьбе с порнозависимостью. Этот сперва недельный челлендж поможет тебе сделать важный шаг к свободе и улучшению жизни.  
    <b><a href='https://te.legra.ph/mikrochelendzh-po-izbavleniyu-ot-porno-zavisimosti-06-26'>Почитать статью об микрочелендже</a></b>
    <i><b>Ты готов начать?</b></i> 🚀
NOTIFICATION_PORN_ADDICTION = 🚀 Вы сделали важный шаг! Вы подписались на микрочеллендж по преодолению порнозависимости.

    Помните, каждый день — это возможность стать лучше. Верьте в себя и не сдавайтесь! Мы рядом, чтобы поддержать вас на пути к свободе и новым привычкам. 💪✨

    <b>Не забывайте мастурбация это неплохо, если делать это без просмотра взрослого контента!</b>

NOTIFICATION_PORN_ADDICTION_PREMIUM = 🚀 Вы сделали важный шаг! Вы подписались на микрочеллендж уровня премиум по преодолению порнозависимости.

    Помните, каждый день — это возможность стать лучше. Верьте в себя и не сдавайтесь! Мы рядом, чтобы поддержать вас на пути к свободе и новым привычкам. 💪✨

    <b>ПРЕМИУМ КУРС ДЛИТСЯ 2 НЕДЕЛИ</b>

    <b>Не забывайте мастурбация это неплохо, если делать это без просмотра взрослого контента!</b>




error_micro = Ты уже активировал микрочелендж. Дождись его завершения, прежде чем брать новый. Продолжай в том же духе!
error_active = У тебя пока нет микрочеленджей!
error_level = К сожалению для повышения уровня челенджа нужен премиум...

CATALOG = Выбери категорию:

NON_PREMIUM = 🎉 Добро пожаловать в меню премиум-подписки! 🎉

    <b><i>❕ПОДПИСКА АБСОЛЮТНА БЕСПЛАТНА❕</i></b>

    <b>Станьте премиум-пользователем и получите:</b>
    <i>✅ Увеличение уровня челленджей</i>
    <i>✅ Большое количество напоминаний</i>
    <i>✅ Доступ к закрытому чату с сообщниками</i>

    Выберите эту возможность и откройте для себя все преимущества уже сегодня!

    <a href = "https://te.legra.ph/Kak-poluchit-premium-podpisku-besplatno-i-stat-chastyu-ehksklyuzivnogo-soobshchestva-06-27">КАК ПОЛУЧИТЬ ПРЕМИУМ БЕСПЛАТНО</a>
    <a href = "https://t.me/habit_quest">КАНАЛ С РОЗЫГРАШАМИ</a>

    <i>Если вы желаете приобрести подписку то напишите - @Loujder цену подписки можете назвать сами(минимум 1 доллар)</i>

REFKA = 🎁 Добро пожаловать в реферальную систему! 🎁

    Зарабатывайте бонусы и получайте бесплатный премиум-подписку!
    Приглашайте друзей по вашей уникальной реферальной ссылке — за каждого активного приглашенного вы получите приятные награды. Чем больше друзей присоединится — тем больше возможностей для вас!

    <i>Ваше колличество рефералов - { $refe }</i>

    <b>Как это работает?</b>

    Поделитесь своей реферальной ссылкой с друзьями
    За 5 друзей вы получите 1 неделю подписки(<i>длительность подписки не суммируется</i>)

    Готовы начать?
    реферальная ссылка - { $ref }


REMIND_LIMIT = Вы достигли лимита на количество отложенных сообщений/напоминаний. Чтобы увеличить лимит, приобретите премиум-подписку. В противном случае, пожалуйста, удалите некоторые напоминания.

ADMIN = Вы вошли в админку, выберите действие